[{"title":"罗波书记到我院进行调研工作","date":"2017-03-31 10:50:35","id":"1","fresh":true,"top":true,"des":"","author":"洪雪维","from":"教师组","click":35,"vip":true,"content":"本网消息（文图 陈亚莉）2017年3月28日下午，刚刚上任的学校党委书记罗波到我院视察调研。\\n\n\n罗波首先来到行政办公区各处室调研指导工作，了解学院行政办公基本情况。随后罗波参观我院创新创业中心，深入工作室与学生交谈，对我院学科竞赛成绩和重视学生工程实践能力培养给予充分肯定。\\n\n\n在学院会议室，院长雷霖代表学院班子就我院师资队伍、专业设置、科研团队与平台等重点工作向罗波做出汇报；学院分党委书记彭阳就党建与思想政治工作做了简要汇报。罗波在听取学院工作情况汇报后指出，信息科学与工程学院规模大，发展势头强，要抓住干事创业的好时机，始终围绕竞争力建设，秉承学校“立足成都、依靠成都、服务成都”的立校宗旨，力争把学院建设成综合竞争力较强，适应区域产业较好，人才培养为成都发展作用发挥较大的高素质工程应用型人才培养高地。要正确面对和解决发展过程中的问题，紧跟学校、成都市的发展步伐，充分激发创新创业的活力，将学院做大做强。\\n\n\n学校党委副书记宋辉、学校党委组织部部长、校办主任张开江、校友办公室主任王岚及学院班子成员陪同调研。\\n"},{"title":"四川民族学院计算机科学院系到我院学习考察","date":"2017-03-15 15:58:32","id":"2","fresh":false,"top":true,"des":"","author":"洪雪维","from":"教师组","click":109,"vip":true,"content":"本网消息（文/图 陈亚莉）2017年3月15日，四川民族学院计算机科学系党总支书记刘家彬一行五人到我院学习、考察。院长雷霖、党委书记彭阳，各分管副院长及相关系部教师参加了会议。\\n\n\n院长雷霖介绍了我院在专业建设、师资队伍建设、人才培养、校企合作及学生实习实训等方面的经验。双方就应用型人才培养及人才培养方案设置；如何培养“双师型”教师；学科竞赛及学生实习实训方面进行了深入探讨。\\n\n\n随后，四川民族学院一行参观了创新创业中心，并表示非常荣幸与我院交流，学习到很多优秀经验，希望以后在师资及研究生培养方面建立多渠道的合作。"},{"title":"我院信息处理与控制工程实验教学中心获批省级立项建设","date":"2017-03-13 22:04:58","id":"3","fresh":false,"top":true,"des":"","author":"芶小珊","from":"教师组","click":85,"vip":false,"content":"日前，四川省教育厅正式公布2016年省级实验教学示范中心建设项目立项建设名单，\\n\nhttp://gjc.scedu.net/p/13/?StId=st_app_news_i_x636250191419432166\\n\n我院信息科学与工程学院申报的“信息处理与控制工程实验教学中心”成功获批立项。项目建设旨在推进应用型高校建设和创新教育改革，提高本科教学质量，强化创新型和应用型人才培养能力。我院将大力开展实验资源、实验平台、实验队伍和实验制度等方面建设，以点带面，促进实验教学水平再上台阶。"},{"title":"图书馆到我院调研","date":"2017-03-10 16:02:06","id":"4","fresh":false,"top":true,"des":"","author":"洪雪维","from":"教师组","click":93,"vip":true,"content":"本网消息（文/图 陈亚莉）2017年3月10日，图书馆党总支书记杨长恩到我院调研，了解学院数据库培训需求。我院党委书记彭阳、副书记肖小琼、教授及系主任代表参加座谈交流。\\n\n\n彭阳书记带领图书馆人员参观我院图书资料室，介绍资料室藏书情况。学院教师代表建议增加IEEE数据库信息，并提出除专业书籍外，增加部分人文科学类图书，扩大学生知识面，提高综合素质。\\n\n\n彭阳书记强调，学院要加强图书资料的管理，充分发挥学院资料室的优势，为广大师生提供更好的学习环境。"},{"title":"信息科学与工程学院校内岗位选聘考核答辩顺利结束","date":"2017-03-07 10:51:29","id":"5","fresh":false,"top":true,"des":"","author":"洪雪维","from":"教师组","click":160,"vip":true,"content":"网消息（文 陈亚莉）2017年2月28日，信息科学与工程学院在行政楼305会议室举行了校内岗位选聘考核答辩会。唐毅谦副校长担任人事代理校内岗位选聘考核答辩领导工作小组组长并主持会议，人事处、实验设备处、工会相关人员参与答辩。\\n\n\n按学校人事代理人员续聘办法规定，按照学校考核答辩及审议的要求，学院考核答辩领导工作小组坚持“公开、公正、公平、择优”的原则实施岗位选聘考核答辩工作。严格竞聘程序，通过公开报名、资格审查、面试、公示、现场答辩，确保学院选拔最优秀、最适合的人员进入工作岗位。"},{"title":"加强安全工作，保障学生安全","date":"2017-03-01 09:18:24","id":"6","fresh":false,"top":true,"des":"","author":"学工办","from":"教师组","click":59,"vip":true,"content":"本网消息（图/文 朱豪杰）2月28日下午1时，信息科学与工程学院班主任安全工作专题会议于10106召开。本会议由学院学工办负责人方林红主持,学院党委副书记肖小琼，学院全体班主任及学工办老师出席此次会议。\\n\n \n  会议伊始，肖小琼书记根据文件《信工学院特殊学生帮扶实施细则》向各位班主任强调了建立特殊学生信息库、关注特殊学生动态、特殊学生”一对一”帮扶的重要性。会议上各位班主任及学工办老师分享了自己在工作中所遇到的安全问题案例，并积极商讨解决的方案，做到及时发现问题、上报问题、解决问题。另外学工办老师对落实学业预警制度、离校、返校联系制度、成立家校微信、梳理心理需要关注的学生、团体操安排、毕业生在外实习信息安全反馈等方面进行了详细的讲解及安排。其中，关注建立特殊学生信息库、关注特殊学生动态、成为本次会议上的要点，各位老师针对这些问题积极献策，表示将始终将学生安全放到第一位。\\n\n \n  此次会议，进一步加强了学院学生安全工作、特殊学生帮扶工作，明确班主任职责，结合学院实际情况将安全问题落实到位，保障学生的安全，为所有同学创造一个舒适、和谐的学习环境。\n（编辑 胡家彬 责编 邬丹）"}]